cucmv2/roles/CUCM_axl_setup/files/AxlCmds/AXL_addVoiceMailPilot.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/11.5">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:addVoiceMailPilot sequence="?">
         <voiceMailPilot>
            <dirn>2000</dirn>
            <!--Optional:-->
            <description>Voicemail Pilot to CUC</description>
            <!--Optional:-->
            <cssName uuid="?">test1</cssName>
            <isDefault>true</isDefault>
         </voiceMailPilot>
      </ns:addVoiceMailPilot>
   </soapenv:Body>
</soapenv:Envelope>